Repository: muzena/ubiquity
Catalog: d-i/source/partconf/debian/po/*.po
Languages: hr

source: No partitions found
hr: Nema pronađenih particija

source: No partitions were found in your system. You may need to partition your hard drives or load additional kernel modules.
hr: Nema pronađenih particija na vašem sustavu. Možda trebate particionirati svoj čvrsti disk, ili učitati dodatne module kernela.

source: No file systems found
hr: Nema pronađenih datotečnih sustava

source: No usable file systems were found. You may need to load additional kernel modules.
hr: Nema upotrebljivih datotečnih sustava. Možda trebate učitati dodatne module kernela.

source: Finish
hr: Završi

source: Abort
hr: Prekini

source: Select a partition
hr: Odaberi particiju

source: These are the partitions that were detected in your system. Please select a partition to configure. No actual changes will be made until you select "Finish". If you select "Abort", no changes will be made.
hr: Ovo su particije pronađene na vašem sustavu. Odaberite particiju za podešavanje. Dok ne odaberete "Završi" neće biti promjena, a ako odaberete "Prekini" neće biti nikakvih promjena.

source: The information shown is, in order: device name, size, file system, and mount point.
hr: Prikazane su informacije ovim redoslijedom: naziv uređaja, veličina, datotečni sustav i točka montiranja.

source: Leave the file system intact
hr: Ostavi datotečni sustav netaknutim

source: Create swap space
hr: Stvori swap prostor

source: Action on ${PARTITION}:
hr: Radnja na ${PARTITION}:

source: This partition seems to already have a file system (${FSTYPE}). You can choose to leave this file system intact, create a new file system, or create swap space.
hr: Izgleda kako ova particija već ima datotečni sustav (${FSTYPE}). Možete odabrati da ostane netaknut, stvoriti novi ili stvoriti swap prostor.

source: This partition does not seem to have a file system. You can create a file system or swap space on it.
hr: Izgleda kako ova particija nema datotečni sustav. Možete stvoriti datotečni sustav ili swap prostor.

source: Don't mount it
hr: Ne montiraj

source: Enter manually
hr: Unesi ručno

source: Mount point for ${PARTITION}:
hr: Točka montiranja za ${PARTITION}:

source: When a partition is mounted, it is available to the users of the system. You always need a root ("/") partition, and it's often good to have a separate partition for /home.
hr: Kada je particija montirana, dostupna je korisnicima na sustavu. Uvijek vam treba korijenska ("/") particija, a obično je dobro imati i posebnu particiju za /home direktorij.

source: Please enter where the partition should be mounted.
hr: Odredite gdje particija treba biti montirana.

source: Do you want to unmount the partitions so you can make changes?
hr: Želite li odmontirati particije, tako da možete načiniti promjene?

source: Since the partitions have already been mounted, you cannot do any changes.
hr: Kako su particije već montirane, ne možete ništa mjenjati.

source: Failed to unmount partitions
hr: Neuspjelo odmontiravanje particija

source: An unexpected error occurred while unmounting the partitions.
hr: Pojavila se neočekivana greška pri odmontiravanju particija.

source: The partition configuration process has been aborted.
hr: Postupak podešavanja particija je prekinut.

source: Create %s file system
hr: Stvori %s datotečni sustav

source: No root partition (/)
hr: Nema korijenske particije (/)

source: You need a root partition. Please assign a partition to the root mount point before continuing.
hr: Potrebna vam je korijenska particija. Odredite particiju za korijensku točku montiranja prije nego što nastavite.

source: Partition assigned to ${MOUNT}
hr: Particija montirana na ${MOUNT}

source: Mounting a partition on ${MOUNT} makes no sense. Please change this.
hr: Nema smisla montirati particiju na ${MOUNT}. Promijenite to.

source: Several partitions assigned to ${MOUNT}
hr: Nekoliko particija treba montirati na ${MOUNT}

source: You cannot assign several partitions to the same mount point. Please change all but one of them.
hr: Više particija ne mogu imati istu točku montiranja. Ostavite samo jednu od njih.

source: Ready to create file systems and mount partitions?
hr: Spremni za stvaranje datotečnih sustava i montiranje particija?

source: File systems will be created and partitions mounted.
hr: Datotečni sustavi biti će stvoreni, a particije montirane.

source: WARNING: This will destroy all data on the partitions you have assigned file systems to.
hr: UPOZORENJE: to će uništiti sve podatke na particijama koje ste odredili za stvaranje datotečnih sustava.

source: Failed to create swap space on ${PARTITION}
hr: Neuspjelo stvaranje swap prostora na ${PARTITION}

source: An error occurred when the swap space was created on ${PARTITION}.
hr: Pojavila se greška pri stvaranju swap prostora na ${PARTITION}.

source: Please check the error log on the third console or /var/log/messages for more information.
hr: Provjerite zapis grešaka na trećoj konzoli ili /var/log/messages za više informacija.

source: Failed to activate the swap space on ${PARTITION}
hr: Neuspješno aktiviranje swap prostora na ${PARTITION}

source: An error occurred when the swap space on ${PARTITION} was activated.
hr: Pojavila se greška pri aktiviranju swap prostora na ${PARTITION}.

source: Failed to create ${FS} file system on ${PARTITION}
hr: Neuspješno stvaranje ${FS} datotečnog sustava na ${PARTITION}

source: An error occurred when the ${FS} file system was created on ${PARTITION}.
hr: Pojavila se greška pri stvaranju ${FS} datotečnog sustava na ${PARTITION}.

source: Failed to mount ${PARTITION} on ${MOUNT}
hr: Neuspješno montiranje ${PARTITION} na ${MOUNT}

source: An error occurred when ${PARTITION} was mounted on ${MOUNT}.
hr: Pojavila se greška pri montiranju ${PARTITION} na ${MOUNT}.

source: Configure and mount partitions
hr: Podešavanje i montiranje particija
